[{"ano": 2012, "autor": "Adaime et al. (2012)", "cod_ref": 1, "referencia": "ADAIME, R.; STRIKIS, P. C.; SOUZA-FILHO, M. F.; LIMA, C. R.; LASA, R. First report of Lonchaeidae (Diptera) infesting fruits of Byrsonima crassifolia in Brazil. Revista Colombiana de Entomologia, v. 38, n. 2, p. 363-364, 2012."},
{"ano": 2005, "autor": "Costa (2005)", "cod_ref": 2, "referencia": "COSTA, S.G.M. 2005. Himenópteros parasitóides de larvas frugívoras (Diptera: Tephritoidea) na reserva Florestal Adolpho Ducke, Manaus, Amazonas, Brasil. 2005. 102 f. Dissertação (Mestrado em Ciências Biológicas) - INPA/UFAM, Manaus, AM."},
{"ano": 2013, "autor": "Deus et al. (2013)", "cod_ref": 3, "referencia": "DEUS, E. G.; PINHEIRO, L. S.; LIMA, C. R.; SOUSA, M. S. M.; GUIMARÃES, J. A.; STRIKIS, P. C.; ADAIME, R. Wild hosts of frugivorous dipeterans (Tephritidae and Lonchaeidae) and associated parasitoids in the brazilian amazon. Florida Entomologist, v. 96, n. 4, p. 1621-1625, 2013."},
{"ano": 2014, "autor": "Deus et al. (2014)", "cod_ref": 4, "referencia": "DEUS, E. G.; ADAIME, R.; STRIKIS, P. C. Hospedeiros silvestres de Neosilba spp. (Diptera: Lonchaeidae) no estado do Amapá. In: INTERNATIONAL PPGBIO SYMPOSIUM, 1., PPGBIO MEETING, 5., Unifap, Macapá, Amapá, 2014."},
{"ano": 2006, "autor": "Lunz et al. (2006)", "cod_ref": 5, "referencia": "LUNZ, A. M.; SOUZA, L. A. S.; LEMOS, W. P. Reconhecimento dos Principais Insetos-Praga do Maracujazeiro. Belém, PA: Embrapa Amazônia Oriental, 2006. 36p. (Embrapa Amazônia Oriental. Documentos, 245)."},
{"ano": 2009, "autor": "Pereira (2009)", "cod_ref": 6, "referencia": "PEREIRA, J. D. B. Contribuição ao conhecimento de moscas-das-frutas (Tephritidae e Lonchaeidae) no Pará: diversidade, hospedeiros e parasitóides associados. 2009. 102 f. Dissertação (Mestrado em Desenvolvimento Regional), Universidade Federal do Amapá, Macapá."},
{"ano": 2010, "autor": "Querino et al. (2010)", "cod_ref": 7, "referencia": "QUERINO, R. B; COSTA, S. G. M.; RONCHI-TELES, B.; STRIKIS, P. C.; ZUCCHI, R. A. Interação de larvas frugívoras (Diptera, Tephritidae e Lonchaeidae) e seus hospedeiros na Reserva Florestal Adolpho Ducke, Manaus, Amazonas, Brasil. Teresina: Embrapa Meio-Norte, 2010. 30 p. (Boletim de Pesquisa e Desenvolvimento 88)."},
{"ano": 1993, "autor": "Silva (1993)", "cod_ref": 8, "referencia": "SILVA, N. M. Levantamento e análise faunística de moscas-das-frutas (Diptera: Tephritidae) em quatro locais do Estado do Amazonas. 1993. Tese de Doutorado, Escola Superior de Agricultura “Luiz de Queiroz”, Universidade de São Paulo, Piracicaba, São Paulo. 152p."},
{"ano": 1998, "autor": "Silva et al. (1998)", "cod_ref": 9, "referencia": "SILVA, J. G.; URAMOTO, K.; MALAVAS, A. First report of Ceratitis capitata (Diptera: Tephritidae) in the eastern Amazon, Pará, Brazil. Florida Entomologist, v. 81, n. 4, p. 574-577, 1998."},
{"ano": 2011, "autor": "Strikis et al. (2011)", "cod_ref": 10, "referencia": "STRIKIS, P.C.; DEUS, E.G.; SILVA, R.A.; PEREIRA, J.D.B.; JESUS, C.R.; MARSARO JÚNIOR, A.L. Conhecimento sobre Lonchaeidae na Amazônia brasileira. In: SILVA, R.A.; LEMOS, W.P.; ZUCCHI, R.A. (Ed.) Moscas-das-frutas na Amazônia brasileira: diversidade, hospedeiros e inimigos naturais. Macapá: Embrapa Amapá, 2011. p. 205-216."},
{"ano": 2010, "autor": "Silva Júnior et al. (2010)", "cod_ref": 11, "referencia": "SILVA JÚNIOR, R.J.; STRIKIS, P.C.; MARSARO JÚNIOR, A.L.; ADAIME, R. Novos registros de Neosilba spp. (Diptera: Lonchaeidae) para o estado de Roraima. In: XXIII Congresso Brasileiro de Entomologia, 2010, Natal/RN. XXIII Congresso Brasileiro de Entomologia, 2010."},
{"ano": 1987, "autor": "Oliveira (1987)", "cod_ref": 12, "referencia": "OLIVEIRA, F. N. S. Caracterização botânico-agronômica de cultivares de mandioca (Manihot esculenta Crantz) em Porto Velho, Rondônia. Porto Velho: Embrapa/UEPAE Porto Velho, 1987. 14p. (Embrapa. UEPAE Porto Velho. Boletim de Pesquisa, 6)."},
{"ano": 2014, "autor": "Silva et al. (2014)", "cod_ref": 13, "referencia": "SILVA, T. L.; SANTOS, J. C. R.; LIMA, C. R.; SOUSA, M. S. M.; ADAIME, R. Dípteros frugívoros associados ao Ingá-cipó (Inga edulis Martius, Fabaceae) no Estado do Amapá. In: CONGRESSO AMAPAENSE DE ENGENHARIA FLORESTAL, 1., 2014, Macapá. Perspectivas econômicas com base no manejo florestal sustentável para a Amazônia: Resumos. Macapá: Universidade do Estado do Amapá, 2014."},
{"ano": 2015, "autor": "Lemos et al. (2015)", "cod_ref": 14, "referencia": "LEMOS, L. N.; ADAIME, R.; COSTA-NETO, S. V.; DEUS, E. G.; JESUS-BARROS, C. R.; STRIKIS, P. C.. New findings on Lonchaeidae (Diptera: Tephritoidea) in the Brazilian Amazon. Florida Entomologist, v. 98, n.4, p. 1233-1243. 2015."},
{"ano": 2015, "autor": "Sousa et al. (2015)", "cod_ref": 15, "referencia": "SOUSA, M. S. M.; ADAIME,R. JESUS-BARROS,C. R.; LIMA, A. L. Primeiro registro de Neosilba zadolicha McAlpine e Steyskal em frutos de Theobroma grandiflorum K. Schum. In: I JORNADA CIENTÍFICA DA EMBRAPA AMAPÁ, 1., 2015, Macapá. Resumos... Macapá: Embrapa Amapá, 2015."},
{"ano": 2016, "autor": "Almeida et al. (2016)", "cod_ref": 16, "referencia": "ALMEIDA, R. R.; CRUZ, K. R.; SOUSA, M. S. M.; COSTA-NETO, S. V.; JESUS-BARROS, C. R.; LIMA, A. L.; ADAIME, R. Frugivorous flies (Diptera: Tephritidae, Lonchaeidae) associated with fruit production on Ilha de Santana, Brazilian Amazon. Florida Entomologist. v. 99, n. 3. 2016."},
{"ano": 2014, "autor": "Bomfim et al. (2014)", "cod_ref": 17, "referencia": "BOMFIM, D. A.; GISLOTI, L. J.; UCHÔA, M. A. Fruit flies and lance flies (Diptera: Tephritoidea) and their Host plants in a Conservation Unit of the Cerrado Biome in Tocantins, Brazil. Florida Entomologist, v. 97, n. 3. 2014."}
]
